tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/php'
tap 'homebrew/versions'
tap 'ravenac95/sudolikeaboss'
cask 'osxfuse'
brew 'boost'
brew 'coreutils'
brew 'curl'
brew 'git'
brew 'docker'
brew 'openssl'
brew 'git-extras'
brew 'git-fixup'
brew 'httpie'
brew 'hub'
brew 'pinentry-mac'
brew 'vim', args: ['with-override-system-vi']
brew 'node', args: ['without-npm']
brew 'yarn'
brew 'zsh'
brew 'zsh-completions'
brew 'grep'
brew 'openssh'
brew 'encfs'
brew 'tig'
brew 'jq'
brew 'sudolikeaboss'
brew 'tree'
brew 'hugo'
brew 'shellcheck'
brew 'n'
brew 'elixir'
brew 'mysql'
brew 'mycli'
brew 'pgcli'
brew 'heroku'
# Prerequisites
brew 'libpng'
brew 'jpeg'
brew 'freetype'
brew 'gettext'
brew 'pcre'
brew 'readline'
brew 'icu4c'
brew 'python'
brew 'libxml2'
brew 'unixodbc'
brew 'sqlite'
brew 'gdbm'
brew 'libyaml'
brew 'gmp'
brew 'openssl'
brew 'lftp'
brew 'tree'
# End of prerequisites
brew 'homebrew/php/composer'
brew 'homebrew/php/php70'
brew 'homebrew/php/php70-intl'
brew 'homebrew/php/php70-xdebug'
brew 'homebrew/php/php70-memcached'
brew 'homebrew/php/php70-ast'
cask 'alfred'
cask 'appcode'
cask 'evernote'
cask 'flux'
cask 'google-chrome'
cask 'google-drive'
cask 'paw'
cask 'phpstorm'
cask 'rescuetime'
cask 'spectacle'
cask 'spotify'
cask 'the-unarchiver'
cask 'vagrant'
cask 'virtualbox'
cask 'franz'
cask '1password'
cask 'postgres'
cask 'gpgtools'
