tap 'homebrew/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/cask-versions'
tap 'heroku/brew'
brew 'boost'
brew 'coreutils'
brew 'curl'
brew 'git'
brew 'openssl'
brew 'git-fixup'
brew 'hub'
brew 'pinentry-mac'
brew 'node', args: ['without-npm'] 
brew 'zsh'
brew 'zsh-completions'
brew 'grep'
brew 'openssh'
brew 'encfs'
brew 'tree'
brew 'hugo'
brew 'shellcheck'
brew 'heroku'
brew 'python@2'
brew 'bitrise'
brew 'stow'
brew 'bat'
brew 'exa'
brew 'neovim'
brew 'bitwarden-cli'
brew 'fzf'
brew 'mas'
# Prerequisites
brew 'openssl@1.1'
brew 'libpng'
brew 'jpeg'
brew 'freetype'
brew 'gettext'
brew 'pcre'
brew 'readline'
brew 'icu4c'
brew 'libxml2'
brew 'unixodbc'
brew 'sqlite'
brew 'gdbm'
brew 'libyaml'
brew 'gmp'
brew 'openssl'
# End of prerequisites
brew 'composer'
brew 'php'
brew 'scrcpy'
brew 'yarn'
cask 'android-studio'
cask 'bitwarden'
cask 'paw'
cask 'phpstorm'
cask 'spectacle'
cask 'spotify'
cask 'vlc'
cask 'visual-studio-code'
cask 'rambox'
cask 'gpg-suite'
cask 'insomnia'
cask 'stack'
cask 'the-unarchiver'
cask 'omnidisksweeper'
cask 'skype'
cask 'osxfuse'
cask 'transmission'
cask 'apptrap'
cask 'dropbox'
cask 'docker'
cask 'figma'
cask 'iterm2'
cask 'onyx'
cask 'java8'
cask 'brave-browser'
cask 'dozer'
mas 'Xcode', id: 497799835
mas 'OhMyStar2', id: 1218642292
