tap 'homebrew/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/cask-versions'
tap 'homebrew/services'
brew 'boost'
brew 'coreutils'
brew 'curl'
brew 'git'
brew 'openssl'
brew 'git-fixup'
brew 'hub'
brew 'pinentry-mac'
brew 'zsh'
brew 'zsh-completions'
brew 'grep'
brew 'openssh'
# Osxfuse needs to be installed for encfs to install
cask 'osxfuse'
brew 'encfs'
brew 'tree'
brew 'shellcheck'
brew 'python@2'
brew 'bitrise'
brew 'stow'
brew 'bat'
brew 'exa'
brew 'neovim'
brew 'fzf'
brew 'nvm'
brew 'dnsmasq'
brew 'nginx'
brew 'mysql@5.7'
# Prerequisites
brew 'openssl@1.1'
brew 'libpng'
brew 'jpeg'
brew 'freetype'
brew 'gettext'
brew 'pcre'
brew 'readline'
brew 'icu4c'
brew 'libxml2'
brew 'unixodbc'
brew 'sqlite'
brew 'gdbm'
brew 'libyaml'
brew 'gmp'
brew 'openssl'
# End of prerequisites
brew 'newman'
brew 'composer'
brew 'php'
brew 'scrcpy'
brew 'yarn'
brew 'pyenv'
brew 'pipenv'
brew 'netlify/git-credential-netlify/git-credential-netlify'
brew 'git-lfs'
cask 'android-studio'
cask 'bitwarden'
cask 'paw'
cask 'phpstorm'
cask 'spectacle'
cask 'spotify'
cask 'vlc'
cask 'visual-studio-code'
cask 'slack'
cask 'whatsapp'
cask 'gpg-suite'
cask 'insomnia'
cask 'stack'
cask 'the-unarchiver'
cask 'omnidisksweeper'
cask 'skype'
cask 'transmission'
cask 'apptrap'
cask 'dropbox'
cask 'docker'
cask 'figma'
cask 'iterm2'
cask 'onyx'
cask 'brave-browser'
cask 'dozer'
cask 'ngrok'
cask 'zeplin'
cask 'discord'
cask 'adoptopenjdk8'
cask 'itsycal'
cask 'authy'
cask 'postman'
cask 'joplin'
